package sjtu.se.Util;

public class Questions {

    public static String[] questions = {
            "说一件自己最丢人的事。",
            "初吻是在几岁？",
            "最后一次发自内心的笑是什么时候？",
            "愿意为爱情牺牲到什么程度？",
            "如果有来生，你选择当？",
            "你的理想职业是什么？",
            "最想感谢的人是谁？",
            "你眼中的真爱是什么样的？",
            "远距离恋爱是否注定要分开？",
            "最喜欢的食物是什么？",

            "如果让你选择做一个电影中的角色，你会选谁呢？",
            "哭得最伤心的是哪一次？为什么？",
            "曾经有过最被感动的事是什么？",
            "你最想要的5样东西是什么？",
            "如果给你一个机会去世界上任何一个地方旅行你会去哪里？",
            "如果时间能倒流你希望回到哪一时间？",
            "你心目中理想的爱人是什么样子呢？",
            "最想实现的三个愿望是什么？",
            "如果你爱的人不爱你怎么办？",
            "你在乎别人看你的眼光吗？",

            "会为了众人的反对放弃自己想要的东西或人吗？",
            "在你心中谁最可信？",
            "你会选择你爱的人还是爱你的人？",
            "现在你最喜欢的人是谁？",
            "你有恨过谁吗？",
            "如果喜欢上一个遥远国度的人，你是否会选择跟他走？",
            "对你而言，爱情和友情哪个比较重要？",
            "如果能预知未来，你最不希望看见的是什么？",
            "你认为多交朋友的好处在哪里？",
            "情人节最想收到什么礼物？",

            "喜欢看什么动画片？",
            "你最不开心的时候会有什么表现？",
            "你吻过几个人？",
            "你最怕的事情或东西是什么？",
            "你觉得你本人好看，还是照片好看？",
            "写首自己最最喜爱的歌？",
            "比较喜欢爸爸还是妈妈？",
            "如果让你拥有一种超能力，你愿意拥有什么呢？",
            "你的爱人要出国，你会怎么做？",
            "到目前为止你做过最疯狂的事是？"
    };
}
